public class ClassName {
    public static void main(String[] args) {
        
        //評価シート、バックエンド、No３のコード
        public int number = 100;
        if(number == 100) {
            System.out.println("100");
        }

        //評価シート、バックエンド、Noのコード

        //評価シート、バックエンド、Noのコード
        //評価シート、バックエンド、Noのコード
        //評価シート、バックエンド、Noのコード
        //評価シート、バックエンド、Noのコード
        //評価シート、バックエンド、Noのコード
        //評価シート、バックエンド、Noのコード
        //評価シート、バックエンド、Noのコード
        //評価シート、バックエンド、Noのコード
        //評価シート、バックエンド、Noのコード
        //評価シート、バックエンド、Noのコード
        //評価シート、バックエンド、Noのコード
        //評価シート、バックエンド、Noのコード
        

    }
}
